13/data/attachments/69d323e0451f70d6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_6a30211a-c56e-45c0-b0e3-edf50e5d32cb</nif:username>
            <nif:friendToBeAdded>Mark_administration_Actions_30552_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>